Repository: iamtheone33339/PulseEqualizerGui
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #32000
source: Equalizer
de_de: Klangregelung

# #32001
source: No playback active
de_de: Keine Wiedergabe aktiv

# #32002
source: Configuration needs an active playback. Please start a media playback.
de_de: Der Konfigurator braucht eine aktive Wiedergabe. Bitte starten Sie eine.

# #32003
source: The equalizer is currently disabled for this device. Enable it?
de_de: Die Klangregelung für dieses Ausgabegerät ist momentan ausgeschaltet. Soll sie eingeschaltet werden?

# #32004
source: Error
de_de: Fehler

# #32005
source: There is a problem to start the Equalizer. Please check Kodi log.
de_de: Es gibt ein Problem die Klangregelung zu starten. Bitte überprüfen Sie die Kodi Logdatei.

# #32006
source: Select Profile
de_de: Profil auswählen

# #32007
source: Equalizer
de_de: Klangregelung

# #32008
source: Select Output Device
de_de: Wiedergabegerät wählen

# #32009
source: Manage Profiles
de_de: Profile verwalten

# #32010
source: Set Latency Offset
de_de: Zusäzliche Verögerung einstellen

# #32011
source: Disable Equalizer
de_de: Klangregelung ausschalten

# #32012
source: Select Profile for %s
de_de: Profil für %s auswählen

# #32013
source: Select Audio Output Device
de_de: Ausgabegerät auswählen

# #32014
source: Add new Profile
de_de: Neues Profil hinzufügen

# #32015
source: Delete Profile
de_de: Profil löschen

# #32016
source: Load default Profiles
de_de: Stadardprofile einfügen

# #32017
source: Enter Name for new Profile
de_de: Name für neues Profil eingeben

# #32018
source: Delete Profile %s
de_de: Profil %s löschen

# #32019
source: Are you shure that you want to delete profile %s ?
de_de: Sind Sie sicher, dass Sie Profil %s löschen möchten?

# #32020
source: Delete Profile
de_de: Profil löschen

# #32021
source: No profiles defined!
de_de: Keine Profile definiert!

# #32022
source: Latency Offset
de_de: Zusätzliche Verzögerung
